# 定义发送勾搭语句
# sendWord = "您好！我是匠人咨询猎头顾问Marvin，目前接阿里，腾讯，" \
#            "网易，顺丰等厂商委托，多个技术及管理岗位总监及以上级别求贤，不知您是否有兴趣了解一下？" \
#            "如果有兴趣可以关注我，有合适岗位机会及时和您联系"
# sendWord = "你好，我是匠人咨询猎头顾问Marvin，专注互联网+医疗行业总监及以上级别职位推荐，欢迎关注我，后继有好的工作机会会及时和你联系"
sendWord = "你好，我是匠人咨询猎头顾问Marvin，目前接北京A轮稳定互联网教育平台---北京智慧流教育科技有限公司委托，" \
           "代为求贤 人力资源经理岗位，招聘业务为主，不知您是否有兴趣了解一下？如果有兴趣可以关注我详聊。"
# sendWord = "hi！我是匠人咨询的猎头顾问Lisa，很高兴认识您！目前有品牌方向的职位向您推荐，不知您近期是否有考虑新机会的想法？"
# sendWord = "您好，我是猎头顾问Max。很高兴认识你！目前接到绿城财富的委托猎寻私人财富顾问/经理/总监的职位，绿城财富是独立的第三方理财机构，依托于绿城服务平台，管理团队均来自于银行、信托、保险、证券等行业的知名金融企业，会在每个社区配备具有深谙资产配置规则的私人财富顾问，扎根社区，为业主提供长期服务。如果您对这个机会有意向的话可以先关注下我，后续咱们详细沟通，盼回复！"
# sendWord = "您好！我是匠人咨询的猎头顾问Tina，非常高兴能够认识您！我们公司专注于互联网行业，长期服务于互联网一线企业，包括阿里，腾讯，京东，滴滴，58，网易，360，一点资讯等及一些创业型的AI企业（图灵机器人、smartx）和具备发展潜力的后起之秀（ofo、摩拜单车等等），希望跟您建立长期联系，您可以点击关注一下我，如果您愿意了解一下新的机会，我可以及时跟您提供市场参考消息，盼您的回复！"

# sendWord = "hi！我是匠人咨询猎头顾问Prince，很高兴认识你！目前接到星飞游戏委托猎寻产品运营方向的职位，该公司也是一家创业型的游戏公司，团队来自阿里、网易、UC等一流互联网企业,先后搭建过亿级游戏平台、打造过多款知名游戏大作，不知道对于他们公司可有兴趣接触？"